Repository: meetmypsy/meetmypsy
Catalog: po/calendarly.*.po
Languages: fr

source: Practitioners
fr: Praticiens

source: Calendly questions
fr: Questions Calendly

source: Calendly test
fr: Test Calendly

source: Export Calendarly data
fr: Exporter les données de Calendarly

source: use to export calendarly data
fr: utiliser pour exporter les données de calendarly

source: Access Calendarly data
fr: Accès aux données Calendarly

source: use to access calendarly data
fr: utiliser pour accéder aux données de calendarly

source: Calendarly questions
fr: Questions Calendarly

source: Calendarly test
fr: Test Calendarly

source: Calendarly questions for csv export
fr: Questions Calendarly pour l'export csv

source: No Practitioner file is published yet
fr: Aucune fiche praticien n'est encore publiée

source: Questions for calendarly csv export
fr: Questions pour l'export csv de calendarly

source: Add one more question
fr: Ajouter une autre question

source: Remove last question
fr: Supprimer la dernière question

source: Submit
fr: Soumettre

source: Token
fr: Jeton

source: User
fr: Utilisateur

source: Events
fr: Événements

source: Participants of first event
fr: Participants aux premier événement

source: Event types
fr: Types d'événements

source: Displays the calendarly widget.
fr: Affiche le widget Calendarly

source: Calendarly Widget
fr: Widget Calendarly
