Repository: meetmypsy/meetmypsy
Catalog: po/home_page.*.po
Languages: fr

source: Home page
fr: Page d'accueil

source: Quote text
fr: Texte de citation

source: Quote that will display on the image
fr: Citation qui sera affichée sur l'image

source: Text that will display after the image
fr: Texte qui sera affiché après l'image

source: Banner presentation block
fr: Bloc bannière de présentation

source: Home Page
fr: Page d'accueil

source: Footer
fr: Pied de page

source: Footer block
fr: Bloc de pied de page

source: internal title
fr: titre interne

source: Title in the block content
fr: Titre dans le contenu du bloc

source: Step %num
fr: Étape %num

source: How it Works block
fr: Bloc comment ça marche

source: Rdv block
fr: Bloc de Rdv

source: All Pages
fr: Toutes les pages

source: Who we are title
fr: Titre de la partie Qui somme nous

source: Who we are description
fr: Description de la partie Qui somme nous

source: Our Method title
fr: Titre de la partie notre méthode

source: Our Method description
fr: Description de la partie notre méthode

source: Us and Method block
fr: Bloc nous et notre méthode
